"{\"id\": 47, \"title\": \"Christmas Lights 2017\", \"description\": \"Join the University and the Students' Union as we switch on our    Christmas Lights on Tuesday 21 November 2017. Come together with your friends and    the University community as we enjoy a Christmas market, carols and a glass of mulled    wine, mulled cider or a festive soft drink! Register now to receive a complimentary drink. Timings:    From 16:00 - Visit the Christmas market around the crescent area for gifts and festive    foods| 16:30 - Enjoy Christmas carols performed by our brass band | 18:00 - Christmas Lights    Switch On from the balcony of B40 | 18:10 - Live music until late in The Stag's & The Bridge | Further    Info: This event is for staff and students of the University of Southampton only. Due to expected    large numbers we cannot allow children to attend this event and you will be turned away on arrival.    Our Family Christmas event will take place on the afternoon of Monday 11 December, and is specifically    for children, further details will soon be on SUSSED. If you have pre-registered for a complimentary    drink please have your QR code available (either printed or on your to view on your phone) to exchange    for a drinks token. This can be done on the day from 16:00, at one of the drinks outlets (The Bridge,    The Stag's or one of the outside bars). There will a selection of both alcoholic and non-alcoholic drinks    available. Please note that the complimentary drink is limited to one per person (either mulled wine, mulled    cider or a soft drink). Tickets will be scanned in exchange for each drink. You may be asked to show your    University ID so please ensure you have this to hand. This event is outside so please wear appropriate    footwear and warm clothing.\", \"category\": [\"party\", \"hobbies\"], \"tags\": [\"on_campus\", \"alcohol\", \"sing\", \"dance\", \"free\"], \"start_date\": \"21-11-2017 16:00\", \"end_date\": \"22-11-2017 01:00\", \"place\": \"University of Southampton, Highfield Campus\", \"organisers\": [\"University of Southampton - Student Communications\"], \"web_link\": \"https://www.facebook.com/events/280374559138828/\", \"tickets_link\": \"\"}"